
reader_scripts = [
                  [["В лагере есть верстак:",  # подсказки
                    "Выкладывая на нем нужные",
                    "предметы можно получить другие",
                    "В лагере есть :",
                    "С его помощью можно посылать",
                    "результаты пребывания",
                    "В лагере есть ядро:",
                    "Если его неудасться сохранить,",
                    "то неизбежен провал операции"],
                   ["Ночью появляются черви, их легко",
                    "раздавить ногой, но содержащиеся",
                    'токсичные вещества высвобождаются и',  # TODO: побольше текста
                    'портят атмосферу вокруг лагеря',
                    'C них  так же можно получить разные',
                    'кислоты.'],
                   ['Здесь как на даче на Родине,',
                    'приходится с живностью бороться,',
                    ' даже кроты есть, под землей менее',
                    ' контрастны день и ночь, из-за чего',
                    ' под землей обитает больше',
                    ' живности, чем у нас на Земле. ',
                    'Питание кротов более обильное,',
                    'поэтому они таких больших',
                    ' размеров их так же как',
                    ' и крыс можно затравить.'
                    ],

                   ['У ядра завелись крысы',
                    'Они вредят ядру, от них следует',
                    'избавляться, кому приятны крысы',
                    'хоть сельские, хоть городские,',
                    'Но они еще послужат мне и науке',
                    'Как образец местной органики',
                    'И в качестве сырья',
                    'Действенны против них токсичные',
                    'вещества. ',
                    '']
                   ],
                  [['Планета M-1111',  # история
                    'Экв. радиус ~4600 км',
                    'Средняя плотность ~6500 кг/м^3',
                    'Ускорение g  = 8.71 м/с^2',
                    'Радиус в 2 раза больше, чем',
                    'у Мекрурия, g как на Венере.'],
                   ['Наклон оси планеты всего',
                    "1° 23', поэтому смена года",
                    "Не наблюдается, однако",
                    "смена день и ночь очень контрастны",
                    "Днем аномально жарко,",
                    "Ночью аномально дождливо."],
                   ["Моей задачей стояла подготовка",
                    "к масштабной колонизации этой",
                    "планеты. Первычный анализ",
                    "здешних условий не впечатляет",
                    "придется потрудится, чтобы ",
                    "улучшить ситуацию....",
                    "Или же найти иной способ",
                    "выжить."]
                   ],
                  [["Я не знаю, что делать",  # шиза
                    "Я не знаю, что делать",
                    "Я не знаю, что делать",
                    "Я не знаю, что делать"],
                   ["Рассудок помутнен,",
                    "Есть ли силы справляться дальше",
                    "Правильно ли все это"]
                   ]
                  ]


sender_scripts = [["Показатели в норме, лагерь готовится к прибытию других колонистов.",
                   "Состояние стабильно", "Колонизация проходит успешно",
                   "Условия пригодны"],
                  ["Условия непригодны", "Требуется больше времени",
                   "Прибытие нецелесообразно", "Не удается стабилизировать"]]
